﻿IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_KR-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "ไม่สามารถเริ่มต้น COM dll ได้"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน จึงไม่สามารถใช้งานร่วมกันได้"
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถจัดทำรายงานการคำนวณได้"
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ RC/เสา ได้"
IDS_CVL_INCORRECT_DESIGN2_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ SC/กำแพง ได้"
IDS_CVL_INCORRECT_DESIGN3_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ RC/กำแพง ได้"
IDS_CVL_INCORRECT_DESIGN4_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ RC/Corbel ได้"
IDS_CVL_INCORRECT_DESIGN5_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบฐานรากได้"
IDS_CVL_INCORRECT_DESIGN6_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ STEEL ได้"
IDS_CVL_INCORRECT_DESIGN7_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ STM/Corner ได้"
IDS_CVL_INCORRECT_DESIGN8_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ STM/Corbel ได้"
IDS_CVL_INCORRECT_DESIGN9_DLL_VER_ERROR = "เป็นโมดูลออกแบบเวอร์ชันที่ไม่เข้ากัน\nไม่สามารถดำเนินการออกแบบ SC/พื้น ได้"
IDS_CVL_REPORT_PRINTING = "กำลังพิมพ์รายงาน..."
IDS_CVL_REPORT_GENERATING = "กำลังสร้างรายงาน..."
IDS_CVL_REPORT_PRINTING_RC_BEAM = "กำลังสร้างรายงานคำนวณ RC Beam..."
IDS_CVL_REPORT_GENERATING_RC_BEAM = "กำลังสร้างรายงานคำนวณ RC Beam..."
IDS_CVL_REPORT_PRINTING_RC_COLM = "กำลังสร้างรายงานคำนวณเสา RC..."
IDS_CVL_REPORT_GENERATING_RC_COLM = "กำลังสร้างรายงานคำนวณเสา RC..."
IDS_CVL_REPORT_PRINTING_RC_WALL = "กำลังสร้างรายงานคำนวณผนัง RC..."
IDS_CVL_REPORT_GENERATING_RC_WALL = "กำลังสร้างรายงานคำนวณผนัง RC..."
IDS_CVL_REPORT_PRINTING_RC_CORB = "กำลังสร้างรายงานคำนวณคอร์เบล (Bracket) คอนกรีตเสริมเหล็ก..."
IDS_CVL_REPORT_GENERATING_RC_CORB = "กำลังสร้างรายงานคำนวณคอร์เบล (Bracket) คอนกรีตเสริมเหล็ก..."
IDS_CVL_REPORT_PRINTING_RC_FND = "กำลังพิมพ์รายงานการคำนวณฐานราก..."
IDS_CVL_REPORT_GENERATING_RC_FND = "กำลังพิมพ์รายงานการคำนวณฐานราก..."
IDS_CVL_REPORT_PRINTING_STL = "กำลังพิมพ์รายงานการคำนวณ STEEL..."
IDS_CVL_REPORT_GENERATING_STL = "กำลังสร้างรายงานการคำนวณ STEEL..."
IDS_CVL_REPORT_PRINTING_STL_SUM = "กำลังพิมพ์ STEEL Summary..."
IDS_CVL_REPORT_GENERATING_STL_SUM = "กำลังสร้าง STEEL Summary..."
IDS_CVL_REPORT_PRINTING_STL_LRFD = "กำลังพิมพ์รายงานการคำนวณ STEEL LRFD..."
IDS_CVL_REPORT_GENERATING_STL_LRFD = "กำลังสร้างรายงานการคำนวณ STEEL LRFD..."
IDS_CVL_REPORT_PRINTING_STL_LRFD_SUM = "กำลังพิมพ์รายงานการคำนวณ STEEL LRFD Summary..."
IDS_CVL_REPORT_GENERATING_STL_LRFD_SUM = "กำลังสร้างรายงานการคำนวณ STEEL LRFD Summary..."
IDS_CVL_REPORT_PRINTING_STL_COMP = "กำลังพิมพ์รายงานการคำนวณ STEEL Composite..."
IDS_CVL_REPORT_GENERATING_STL_COMP = "กำลังสร้างรายงานการคำนวณ STEEL Composite..."
IDS_CVL_REPORT_PRINTING_STL_BOLT_CONN = "กำลังพิมพ์รายงานการคำนวณส่วนต่อโบลต์ STEEL..."
IDS_CVL_REPORT_GENERATING_STL_BOLT_CONN = "กำลังสร้างรายงานการคำนวณส่วนต่อโบลต์ STEEL..."
IDS_CVL_REPORT_PRINTING_STL_STIF = "กำลังพิมพ์รายงานการคำนวณเหล็กเสริมกำลัง STEEL..."
IDS_CVL_REPORT_GENERATING_STL_STIF = "กำลังสร้างรายงานการคำนวณเหล็กเสริมกำลัง STEEL..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE = "กำลังพิมพ์ / กำลังแสดงรายงานคำนวณ Strut-Tie บริเวณมุม (Joint Corner)..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE = "กำลังสร้างรายงานคำนวณ Strut-Tie บริเวณมุม..."
IDS_CVL_REPORT_PRINTING_STM_STRUCT_TIE_CORB = "กำลังพิมพ์ / กำลังแสดงรายงานคำนวณ Strut-Tie Corbel..."
IDS_CVL_REPORT_GENERATING_STM_STRUCT_TIE_CORB = "กำลังสร้างรายงานคำนวณ Strut-Tie Corbel..."
IDS_CVL_REPORT_PRINTING_SC_CONN = "กำลังพิมพ์ / กำลังแสดงรายงานคำนวณรอยต่อ SC..."
IDS_CVL_REPORT_GENERATING_SC_CONN = "กำลังสร้างรายงานคำนวณรอยต่อ SC..."
IDS_CVL_REPORT_PRINTING_SC_SLAB = "กำลังพิมพ์รายงานการคำนวณ SC พื้น..."
IDS_CVL_REPORT_GENERATING_SC_SLAB = "กำลังสร้างรายงานการคำนวณ SC พื้น..."
IDS_CVL_REPORT_PRINTING_SC_WALL = "กำลังพิมพ์รายงานการคำนวณ SC กำแพง..."
IDS_CVL_REPORT_GENERATING_SC_WALL = "กำลังสร้างรายงานการคำนวณ SC กำแพง..."
IDS_CVL_FINISH_EXCEL_REPORT_GENERATING = "เสร็จสิ้นการสร้างไฟล์ excel"
IDS_CVL_RPT_OK = "OK"
IDS_CVL_RPT_NG = "NG"
IDS_CVL_RPT_OK2 = "[OK]"
IDS_CVL_RPT_NG2 = "[NG]"
IDS_CVL_RPT_NG_min = "NG(min)"
IDS_CVL_RPT_NG_max = "NG(max)"
IDS_CVL_RPT_NG_s = "NG(s)"
IDS_CVL_RPT_NG_Av = "NG(Av)"
IDS_CVL_RPT_NG_F = "NG(F)"
IDS_CVL_RPT_NG_Check = "ตรวจสอบ"
IDS_CVL_RPT_Gravel = "กรวด"
IDS_CVL_RPT_Sandy_Soil = "ดินทราย"
IDS_CVL_RPT_Cohesive_Soil = "ดินเหนียว"
IDS_CVL_RPT_Weathered_Rock = "หินผุ"
IDS_CVL_RPT_Soft_Rock = "หินอ่อน"
IDS_CVL_RPT_Hard_Rock_Much_Crack = "หินแข็ง (มีรอยแตกมาก)"
IDS_CVL_RPT_Hard_Rock_Little_Crack = "หินแข็ง (มีรอยแตกน้อย)"
IDS_CVL_RPT_FDN_Check_Sectioin_Summray = "◈ สรุปผลการตรวจสอบหน้าตัด"
IDS_CVL_RPT_FDN_Symbol_1 = "▶ "
IDS_CVL_RPT_FDN_Check_Stability_Of_Foundation = "%d. การตรวจสอบเสถียรภาพของฐานราก"
IDS_CVL_RPT_FDN_Check_Stability = "%d.1 การตรวจสอบเสถียรภาพ"
IDS_CVL_RPT_FDN_Foundation = "ฐานรากแผ่ (Direct / Shallow Foundation)"
IDS_CVL_RPT_FDN_Mass_Foundation = "ฐานรากคอนกรีตมวลใหญ่ (Mass Foundation)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – แบบตอก)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – แบบเจาะภายใน)"
IDS_CVL_RPT_FDN_Pile_PHC_hit = "เสาเข็ม (PHC)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out = "เสาเข็ม (PHC แบบขุดภายใน)"
IDS_CVL_RPT_FDN_Pile_Cast_in_place = "ฐานรากเสาเข็ม (เสาเข็มหล่อในที่ / Cast-in-Place Pile)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_hit_method = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – วิธีตอก / Driven Method)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_dig_out2 = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – วิธีเจาะภายใน)"
IDS_CVL_RPT_FDN_Pile_PHC_dig_out2 = "เสาเข็ม (PHC แบบขุดภายใน)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_vibro_hammer = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – วิธีตอกด้วยไวโบรแฮมเมอร์ / Vibratory Hammer Method)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_preboring = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – วิธีเจาะนำ / Pre-boring Method)"
IDS_CVL_RPT_FDN_Pile_Steel_pipe_soil_cement = "ฐานรากเสาเข็ม (เสาเข็มเหล็กท่อ – วิธีดินผสมซีเมนต์ / Soil–Cement Method)"
IDS_CVL_RPT_FDN_Pile_PHC_vibro_hammer = "เสาเข็ม (PHC แบบใช้เครื่องตีแบบสั่น)"
IDS_CVL_RPT_FDN_Pile_PHC_preboring = "เสาเข็ม (PHC แบบเจาะก่อน)"
IDS_CVL_RPT_FDN_Service_Load_Summary = "สรุปน้ำหนักบรรทุกใช้งาน (Service Load Summary)"
IDS_CVL_RPT_FDN_Ultimate_Load_Summary = "สรุปน้ำหนักบรรทุกคูณปัจจัย (Factor Load Summary)"
IDS_CVL_RPT_FDN_Soil_Concrete = "(ดิน–คอนกรีต)"
IDS_CVL_RPT_FDN_Rock_Concrete = "หิน–คอนกรีต"
IDS_CVL_RPT_FDN_Infinite_filed = "แผ่นกึ่งอนันต์ (Semi-infinite Plate)"
IDS_CVL_RPT_FDN_Finite_filed = "แผ่นจำกัดขอบเขต (Finite Plate)"
IDS_CVL_RPT_FDN_Service_Load_P_Max = "น้ำหนักบรรทุกใช้งาน\nP-Max"
IDS_CVL_RPT_FDN_Service_Load_My_Max = "น้ำหนักบรรทุกใช้งาน\nMy-Max"
IDS_CVL_RPT_FDN_Service_Load_Mx_Max = "น้ำหนักบรรทุกใช้งาน\nMx-Max"
IDS_CVL_RPT_FDN_Service_Load_Seismic = "น้ำหนักบรรทุกใช้งาน\nในกรณีแผ่นดินไหว"
IDS_CVL_RPT_FDN_Ultimate_Load_P_Max = "โหลดสูงสุด\nP-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_My_Max = "โหลดสูงสุด\nMy-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Mx_Max = "โหลดสูงสุด\nMx-Max"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic = "โหลดสูงสุด\nในกรณีแผ่นดินไหว"
IDS_CVL_RPT_FDN_Service_Load_Usual = "น้ำหนักบรรทุกใช้งาน\nกรณีปกติ\n%s"
IDS_CVL_RPT_FDN_Service_Load_Seismic2 = "น้ำหนักบรรทุกใช้งาน\nกรณีแผ่นดินไหว\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Usual = "น้ำหนักบรรทุกคูณปัจจัย\nกรณีปกติ\n%s"
IDS_CVL_RPT_FDN_Ultimate_Load_Seismic2 = "น้ำหนักบรรทุกคูณปัจจัย\nกรณีแผ่นดินไหว\n%s"
IDS_CVL_RPT_FDN_Design_Codition = "เงื่อนไขการออกแบบ"
IDS_CVL_RPT_FDN_Input_test_data = "การป้อนข้อมูลการทดสอบ"
IDS_CVL_RPT_FDN_Usual = "สภาวะปกติ"
IDS_CVL_RPT_FDN_Seismic = "กรณีแผ่นดินไหว"
IDS_CVL_RPT_FDN_Applied_Force = "แรงที่กระทำกับ member"
IDS_CVL_RPT_FDN_Applied_Node = "จุดต่อที่นำแรงไปใช้"
IDS_CVL_RPT_FDN_Beam = "คาน"
IDS_CVL_RPT_FDN_Slab = "แผ่นพื้น"
IDS_CVL_RPT_FDN_Service_Load = "น้ำหนักบรรทุกใช้งาน"
IDS_CVL_RPT_FDN_Ultimate_Load = "น้ำหนักบรรทุกคูณปัจจัย"
IDS_CVL_RPT_FDN_Lambda_beta_LT_Alw_Lambda_beta = "λㆍβ = %.3f ≤ ค่าอนุญาต λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Lambda_beta_MT_Alw_Lambda_beta = "λㆍβ = %.3f ＞ ค่าอนุญาต λㆍβ = 1.0"
IDS_CVL_RPT_FDN_Capacity_Meth_N_value = "สูตรประสบการณ์ที่ใช้ N"
IDS_CVL_RPT_FDN_Capacity_Meth_Static = "สูตรกำลังรับน้ำหนักแบบสถิต (Static Bearing Capacity Formula)"
IDS_CVL_RPT_FDN_Capacity_Meth_Berezantzav = "วิธีการตาม Berezantzav"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Soil = "สมการที่ Reese and O'neill เสนอ (Soil)"
IDS_CVL_RPT_FDN_Capacity_Meth_Group_Pile_eff = "พิจารณาผลของเสาเข็มกลุ่ม"
IDS_CVL_RPT_FDN_Capacity_Meth_Teng = "สูตรที่เสนอโดย Teng"
IDS_CVL_RPT_FDN_Capacity_Meth_Goodmax = "สูตรที่เสนอโดย Goodman"
IDS_CVL_RPT_FDN_Capacity_Meth_Rail_Design_Code = "สูตรคำนวณตามข้อเสนอของมาตรฐานงานรถไฟ"
IDS_CVL_RPT_FDN_Capacity_Meth_Reese_And_O_neill_Rock = "สมการที่ Reese และ O’Neill เสนอ สำหรับชั้นหิน"
IDS_CVL_RPT_RCS_Positive = "(ด้านบวก)"
IDS_CVL_RPT_RCS_Negative = "(ด้านลบ)"
IDS_CVL_RPT_RCS_Sheet_Name_Summary = "รายงานสรุปการคำนวณ"
IDS_CVL_RPT_RCS_i_End = "ขั้นที่ %d :"
IDS_CVL_RPT_RCS_Check_Deep_Beam = "%d) การตรวจสอบคานลึก"
IDS_CVL_RPT_RCS_Calc_Condition = "%d) เงื่อนไขการคำนวณ"
IDS_CVL_RPT_RCS_Design_Flexural_Rebar_Area = "%d) การคำนวณปริมาณเหล็กเสริมดัด"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area = "%d) การคำนวณปริมาณเหล็กเสริมแรงเฉือน"
IDS_CVL_RPT_RCS_Check_Crack = "%d) การตรวจสอบรอยร้าว"
IDS_CVL_RPT_RCS_Check_Rebar_space = "%d) การตรวจสอบระยะห่างศูนย์กลางเหล็กเสริม"
IDS_CVL_RPT_RCS_Chapter_Load_Comb = "◈ การรวมกรณีน้ำหนักบรรทุก"
IDS_CVL_RPT_RCS_Chapter_Load_Comb_result_for_Member = "◈ ผลการรวมกรณีน้ำหนักบรรทุกแยกตามmember"
IDS_CVL_RPT_RCS_Check_Need_DeepBeam = "จำเป็นต้องตรวจสอบเป็นคานลึก"
IDS_CVL_RPT_RCS_No_Check_DeepBeam = "ไม่จำเป็นต้องตรวจสอบเป็นคานลึก"
IDS_CVL_RPT_RCS_Check_Dry_Envir = "สภาพแวดล้อมแห้ง"
IDS_CVL_RPT_RCS_Check_Except_Dry_Envir = "สภาพแวดล้อมอื่นที่ไม่แห้ง "
IDS_CVL_RPT_RCS_Legs = "%s-%glegs"
IDS_CVL_RPT_RCS_Direction = "ทิศทางบวก"
IDS_CVL_RPT_RCS_Reverse_Direction = "ทิศทางลบ"
IDS_CVL_RPT_RCS_Usual_Load = "(น้ำหนักบรรทุกใช้งาน)"
IDS_CVL_RPT_RCS_Seismic_Load = "(น้ำหนักบรรทุกแผ่นดินไหว)"
IDS_CVL_RPT_RCS_Usual_Time = "(สภาวะปกติ)"
IDS_CVL_RPT_RCS_Seismic_Time = "(กรณีแผ่นดินไหว)"
IDS_CVL_RPT_RCS_Usual_Time2 = "สภาวะปกติ"
IDS_CVL_RPT_RCS_Seismic_Time2 = "กรณีแผ่นดินไหว"
IDS_CVL_RPT_RCS_Design_Force_Summary = "%d. สรุปแรงออกแบบของmember"
IDS_CVL_RPT_RCS_Force_Summary = "%d. สรุปแรงของmember"
IDS_CVL_RPT_RCS_Mag_Moment_Calculatioin = "%d. การคำนวณโมเมนต์ขยาย"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Non_sway_Structure = "%d) การคำนวณโมเมนต์ขยายสำหรับโครงกรอบแบบมีการยึดรั้งด้านข้าง"
IDS_CVL_RPT_RCS_Mag_Moment_Of_Sway_Structure = "%d) การคำนวณโมเมนต์ขยายสำหรับโครงกรอบแบบไม่มีการยึดรั้งด้านข้าง"
IDS_CVL_RPT_RCS_Chapter_Summary = "%d) สรุป"
IDS_CVL_RPT_RCS_Column_Design_Condition = "%d. เงื่อนไขการออกแบบหน้าตัดเสา"
IDS_CVL_RPT_RCS_Check_Sect = "%d. การตรวจสอบหน้าตัด"
IDS_CVL_RPT_RCS_P_M_Curve = "%d. แผนภาพความสัมพันธ์ P-M"
IDS_CVL_RPT_RCS_Check_Column_Shear = "%d. การตรวจสอบแรงเฉือนของเสา"
IDS_CVL_RPT_RCS_Design_Shear_Rebar_Area2 = "%d) การคำนวณปริมาณเหล็กเสริมแรงเฉือน : %s"
IDS_CVL_RPT_RCS_Tension = "แรงดึง"
IDS_CVL_RPT_RCS_Sway = "ไม่ยึดรั้งด้านข้าง"
IDS_CVL_RPT_RCS_Non_Sway = "ยึดรั้งด้านข้าง"
IDS_CVL_RPT_RCS_y_axis = "แกน y"
IDS_CVL_RPT_RCS_z_axis = "แกน z"
IDS_CVL_RPT_RCS_Sect_B = "ความกว้างหน้าตัด"
IDS_CVL_RPT_RCS_Sect_H = "ความสูงหน้าตัด"
IDS_CVL_RPT_RCS_Sect_T = "ความหนาหน้าตัด"
IDS_CVL_RPT_RCS_Sect_Dia = "เส้นผ่านศูนย์กลางหน้าตัด"
IDS_CVL_RPT_RCS_i_Layer_Rebar = "เหล็กเสริมขั้นที่ %d"
IDS_CVL_RPT_RCS_Govern_Compression = "...... ควบคุมโดยแรงอัด"
IDS_CVL_RPT_RCS_Govern_Tension = "...... ควบคุมโดยแรงดึง"
IDS_CVL_RPT_RCS_Govern_Compression2 = "... ควบคุมโดยแรงอัด"
IDS_CVL_RPT_RCS_Govern_Tension2 = "... ควบคุมโดยแรงดึง"
IDS_CVL_RPT_RCS_Balance_State = "... สภาวะสมดุล"
IDS_CVL_RPT_RCS_Flexural_Axial_Force_Satisfaction = "∴ เป็นไปตามเงื่อนไขแรงดัด/แรงแกน"
IDS_CVL_RPT_RCS_Check_Ductility_Seismic_Design = "∴ ตรวจสอบตามการออกแบบต้านทานแผ่นดินไหวด้านความเหนียว"
IDS_CVL_RPT_RCS_No_need_Shear_rebar = "ดังนั้น ไม่จำเป็นต้องเสริมแรงเฉือน"
IDS_CVL_RPT_RCS_Need_Min_Shear_rebar = "ดังนั้น เสริมเหล็กเฉือนขั้นต่ำ"
IDS_CVL_RPT_RCS_Need_Shear_rebar = "ดังนั้น จำเป็นต้องเสริมแรงเฉือน"
IDS_CVL_RPT_RCS_No_case = "ไม่มีกรณี"
IDS_CVL_RPT_RCS_Not_Exist_Type = "ไม่มีประเภทนี้"
IDS_CVL_RPT_RCS_Ultimate = "(ขั้นสุด)"
IDS_CVL_RPT_RCS_Extreme = "(สุดขีด)"
IDS_CVL_RPT_RCS_Service = "(ใช้งาน)"
IDS_CVL_RPT_RCS_Ultimate2 = "ขั้นสุด"
IDS_CVL_RPT_RCS_Extreme2 = "สุดขีด"
IDS_CVL_RPT_RCS_Ultimate_State = "(สภาวะขีดจำกัดขั้นสุด)"
IDS_CVL_RPT_RCS_Extreme_State = "(สภาวะขีดจำกัดสุดขีด)"
IDS_CVL_RPT_RCS_Long_Column = "เสายาว"
IDS_CVL_RPT_RCS_Short_Column = "เสาสั้น"
IDS_CVL_RPT_RCS_Ultimate_Lcom = "Ultimate Load Combination"
IDS_CVL_RPT_RCS_Extreme_Lcom = "Extreme Load Combination"
IDS_CVL_RPT_RCS_Tie_Rebar = "เหล็กปลอก (Ties Reinforcement)"
IDS_CVL_RPT_RCS_Spiral_Rebar = "เหล็กเสริมแบบเกลียว"
IDS_CVL_RPT_RCS_i_Layer_Rebar2 = "เหล็กเสริมขั้นที่ %d :"
IDS_CVL_RPT_RCS_KSCE_LSD_5_10_6_2 = "(วิธีออกแบบสะพานถนนแบบสถานะขีดจำกัด 5.10.6.2)"
IDS_CVL_RPT_RCS_KSCE_LSD_8_8_3_3 = "(วิธีออกแบบสะพานถนนแบบสถานะขีดจำกัด 8.8.3.3)"
IDS_CVL_RPT_RCS_Ultimate_Limit_state = "สภาวะขีดจำกัดขั้นสุด"
IDS_CVL_RPT_RCS_Extreme_Limit_state = "สภาวะขีดจำกัดสุดขีด"
IDS_CVL_RPT_RCS_Service_Limit_state = "สภาวะขีดจำกัดการใช้งาน"
IDS_CVL_RPT_RCS_Ultimate_ALL = "สูงสุด_ALL"
IDS_CVL_RPT_RCS_Extreme_ALL = "สุดขีด_ALL"
IDS_CVL_RPT_RCS_Ductility_evaluation_App = ": ใช้การประเมินความเหนียว"
IDS_CVL_RPT_RCS_Response_Modi_Coeff_App = ": ใช้วิธีค่าสัมประสิทธิ์ปรับการตอบสนอง"
IDS_CVL_RPT_RCS_Shear_Design_End_Other = "■ การออกแบบแรงเฉือนบริเวณที่ไม่ใช่ปลาย"
IDS_CVL_RPT_RCS_Shear_Design = "■ การออกแบบแรงเฉือน"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_excess = ": ค่าปรับการตอบสนองที่ต้องการ มากกว่า 1"
IDS_CVL_RPT_RCS_Req_Response_Modi_Coeff_1_below = ": ค่าปรับการตอบสนองที่ต้องการ ไม่เกิน 1"
IDS_CVL_RPT_RCS_2_Shear_Force = "② แรงเฉือนออกแบบ"
IDS_CVL_RPT_RCS_excess = "เกิน"
IDS_CVL_RPT_RCS_below = "ไม่เกิน"
IDS_CVL_RPT_RCS_Check_Design_Condition = "%d) ตรวจสอบเงื่อนไขการออกแบบ"
IDS_CVL_RPT_RCS_Check_DeepBeam = "%d) ตรวจสอบ Deep Beam"
IDS_CVL_RPT_RCS_Check_Serviceability = "%d) ตรวจสอบการใช้งาน"
IDS_CVL_RPT_RCS_Check_Corbel = "∴ ตรวจสอบ Corbel"
IDS_CVL_RPT_RCS_Check_Corbel_Skip = "∴ ข้ามการตรวจสอบ Corbel"
IDS_CVL_RPT_RCS_Check_So_DeepBeam = "∴ ตรวจสอบ DeepBeam"
IDS_CVL_RPT_RCS_Check_So_DeepBeam_Skip = "∴ ข้ามการตรวจสอบ DeepBeam"
IDS_CVL_RPT_RCS_Check_Corbel2 = "ตรวจสอบ Corbel"
IDS_CVL_RPT_RCS_Check_Corbel_Skip2 = "ข้ามการตรวจสอบ Corbel"
IDS_CVL_RPT_RCS_Check_DeepBeam2 = "ตรวจสอบ DeepBeam"
IDS_CVL_RPT_RCS_Check_DeepBeam_Skip2 = "ข้ามการตรวจสอบ DeepBeam"
IDS_CVL_RPT_RCS_front = "ด้านหน้า"
IDS_CVL_RPT_RCS_back = "ด้านหลัง"
IDS_CVL_RPT_RCS_1_Design_Force = "%d.1 แรงภายในที่หน้าตัดออกแบบ"
IDS_CVL_RPT_RCS_Wall_Sect_Design_Conditioin = "%d.2 เงื่อนไขการออกแบบหน้าตัดผนัง"
IDS_CVL_RPT_RCS_Check_Wall_Sect = "%d.3 การตรวจสอบหน้าตัดผนัง"
IDS_CVL_RPT_RCS_Check_Wall_Crack = "%d.4 การตรวจสอบรอยร้าว"
IDS_CVL_RPT_RCS_Check_Wall_fiber_tensile_rebar_space = "%d.4 การตรวจสอบระยะห่างศูนย์กลางเหล็กดึงชั้นนอกสุด"
IDS_CVL_RPT_RCS_Lcom_Name_ALL = "ทั้งหมด"
IDS_CVL_RPT_RCS_Str_Legs = "%s - %.2f Legs"
IDS_CVL_RPT_RCS_General_Sect = "ไม่เป็นรูปทรงมาตรฐาน"
IDS_CVL_RPT_RCS_Sect_Box = "สี่เหลี่ยมผืนผ้ากลวง"
IDS_CVL_RPT_RCS_Sect_SB = "สี่เหลี่ยมผืนผ้าทึบ"
IDS_CVL_RPT_RCS_Sect_Pipe = "วงกลมกลวง"
IDS_CVL_RPT_RCS_Sect_SR = "วงกลมทึบ"
IDS_CVL_RPT_RCS_Sect_TRK = "รูปทรงแทร็กกลวง"
IDS_CVL_RPT_RCS_Sect_STRK = "รูปทรงแทร็กทึบ"
IDS_CVL_RPT_RCS_Sect_HTRK = "รูปทรงSemi-Track "
IDS_CVL_RPT_RCS_Sect_OCT = "แปดเหลี่ยมกลวง"
IDS_CVL_RPT_RCS_Sect_SOCT = "แปดเหลี่ยมทึบ"
IDS_CVL_RPT_RCS_Watertightness_Structure = "(โครงสร้างกันน้ำ)"
IDS_CVL_RPT_RCS_corrosion_Watertightness_Structure = "(สภาพแวดล้อมกัดกร่อนสูง / โครงสร้างกันน้ำ)"
IDS_CVL_RPT_RCS_1_Layer = "แถวเดียว"
IDS_CVL_RPT_RCS_2_Layer = "สองแถว"
IDS_CVL_RPT_RCS_Environment_permernent_water = "ภายในอาคารหรือสภาพแวดล้อมใต้น้ำถาวร"
IDS_CVL_RPT_RCS_Environment_humidity = "สภาพแวดล้อมชื้นหรือสัมผัสน้ำเป็นเวลานาน"
IDS_CVL_RPT_RCS_Environment_seawater = "สภาพแวดล้อมที่สัมผัสคลอไรด์หรือทะเล"
IDS_CVL_RPT_RCS_Environment_permernent_water2 = "สภาพแวดล้อมใต้น้ำถาวร"
IDS_CVL_RPT_RCS_Environment_contact_water_long_time = "สภาพแวดล้อมที่สัมผัสน้ำเป็นเวลานาน"
IDS_CVL_RPT_RCS_Environment_seawater2 = "สภาพแวดล้อมที่สัมผัสน้ำทะเล"
IDS_CVL_RPT_STL_Check_Flange_Tension = "ตรวจสอบ Flange (ส่วนดึง)"
IDS_CVL_RPT_STL_Check_Flange_Compressioin = "ตรวจสอบ Flange (ส่วนอัด)"
IDS_CVL_RPT_STL_Check_Web = "ตรวจสอบ Web"
IDS_CVL_RPT_STL_Check_Rib_Tension = "ตรวจสอบ Rib (ส่วนดึง)"
IDS_CVL_RPT_STL_Check_Rib_Compression = "ตรวจสอบ Rib (ส่วนอัด)"
IDS_CVL_RPT_STL_Flange = "ปีก (Flange)"
IDS_CVL_RPT_STL_Rib = "ริบ (Rib)"
IDS_CVL_RPT_STL_Not_Checked = "ยังไม่ได้ตรวจสอบ"
IDS_CVL_RPT_STL_Composite_Sect = "หน้าตัดประกอบ"
IDS_CVL_RPT_STL_Non_Composite_Sect = "หน้าตัดไม่ประกอบ"
IDS_CVL_RPT_STL_Detail_scope_A = "หมวดรายละเอียด A"
IDS_CVL_RPT_STL_Detail_scope_B = "หมวดรายละเอียด B"
IDS_CVL_RPT_STL_Detail_scope_B1 = "หมวดรายละเอียด B'"
IDS_CVL_RPT_STL_Detail_scope_C = "หมวดรายละเอียด C"
IDS_CVL_RPT_STL_Detail_scope_C1 = "หมวดรายละเอียด C'"
IDS_CVL_RPT_STL_Detail_scope_D = "หมวดรายละเอียด D"
IDS_CVL_RPT_STL_Detail_scope_E = "หมวดรายละเอียด E"
IDS_CVL_RPT_STL_Detail_scope_E1 = "หมวดรายละเอียด E'"
IDS_CVL_RPT_STL_Tension = "(แรงดึง)"
IDS_CVL_RPT_STL_Compression = "(แรงอัด)"
IDS_CVL_RPT_STL_Boundary_Stiffener = "เหล็กเสริมบริเวณจุดรองรับ"
IDS_CVL_RPT_STL_Jack_Up_Stiffener = "เหล็กเสริม Jack-Up"
IDS_CVL_RPT_STL_Check_Flange_Stiffener = "ตรวจสอบเหล็กเสริมปีก"
IDS_CVL_RPT_STL_Check_Web_Stiffener = "ตรวจสอบเหล็กเสริมเว็บ"
IDS_CVL_RPT_STL_Check_Boundary_Stiffener = "ตรวจสอบเหล็กเสริมบริเวณจุดรองรับ"
IDS_CVL_RPT_STL_Check_Jack_up_Stiffener = "ตรวจสอบเหล็กเสริม Jack-Up"
IDS_CVL_RPT_STL_Check_Transverse_Stiffener = "ตรวจสอบเหล็กเสริมแนวตั้ง"
IDS_CVL_RPT_STL_Check_Longitudinal_Stiffener = "ตรวจสอบเหล็กเสริมแนวนอน"
IDS_CVL_RPT_STL_Panel_i = "แผง %d :"
IDS_CVL_RPT_STL_Boudary__ = "(เนื่องจากเป็นบริเวณจุดรองรับ)"
IDS_CVL_RPT_STL_Boudary_Other = "(เนื่องจากเป็นบริเวณที่ไม่ใช่จุดรองรับ)"
IDS_CVL_RPT_STL_No_Consider_Long_Stiffener = "ไม่พิจารณาเหล็กเสริมแนวนอน"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_1_Layer = "เหล็กเสริมแนวนอน 1 ชั้น"
IDS_CVL_RPT_STL_Longitudinal_Stiffener_2_Layer = "เหล็กเสริมแนวนอน 2 ชั้น"
IDS_CVL_RPT_STL_User_Input = "(ผู้ใช้กำหนด)"
IDS_CVL_RPT_STL_xx_And_xxx__fca = "∴ since %s and %s, fca = %s"
IDS_CVL_RPT_STL_xx_And_xxx__ = "∴ since %s and %s"
IDS_CVL_RPT_STL_xx_And_xxx__fcg = "∴ since %s and %s, fcag = %s"
IDS_CVL_RPT_STL_insomuch = "∴ therefore %s"
IDS_CVL_RPT_STL_xx_And_xxx__fcal = "∴ since %s and %s, fcal = %s"
IDS_CVL_RPT_STL_Sect_Properties = "1.%d คุณสมบัติหน้าตัด"
IDS_CVL_RPT_STL_Transverse_Stfn_Properties = "1.%d คุณสมบัติเหล็กเสริมแนวตั้ง"
IDS_CVL_RPT_STL_Longitudinal_Stfn_Properties = "1.%d คุณสมบัติเหล็กเสริมแนวนอน"
IDS_CVL_RPT_STL_Sect_Prop = "1.%d มอดูลัสหน้าตัด"
IDS_CVL_RPT_STL_Determine_Of_Strength = "1.%d การกำหนดกำลัง"
IDS_CVL_RPT_STL_Max_Min_Force_Of_All_Lcom = "%d. แรงหน้าตัดค่าสูงสุดและต่ำสุดจากทุกชุดน้ำหนัก"
IDS_CVL_RPT_STL_Axis = "แรงแกน"
IDS_CVL_RPT_STL_Flexure = "โมเมนต์ดัด"
IDS_CVL_RPT_STL_Shear = "แรงเฉือน"
IDS_CVL_RPT_STL_Combined = "ชุดผสม"
IDS_CVL_RPT_STL_Sect_Info = "%d. ข้อมูลหน้าตัด"
IDS_CVL_RPT_STL_Summary_Report = "%d. สรุปผลการคำนวณ"
IDS_CVL_RPT_STL_Comp_Member = "ชิ้นส่วนรับแรงอัด"
IDS_CVL_RPT_STL_Tens_Member = "ชิ้นส่วนรับแรงดึง"
IDS_CVL_RPT_STL_Check_Major_Axis_y = "(ตรวจสอบแกนหลัก : แกน Y)"
IDS_CVL_RPT_STL_Check_Major_Axis_z = "(ตรวจสอบแกนหลัก : แกน Z)"
IDS_CVL_RPT_STL_Summary_Report_i = "สรุปผลการคำนวณ_%d"
IDS_CVL_RPT_STL_Flexural_Member = "ชิ้นส่วนรับแรงดัด"
IDS_CVL_RPT_STL_Girder = "คานหลัก (Girder)"
IDS_CVL_RPT_STL_etc_member = "อื่น ๆ"
IDS_CVL_RPT_STL_Arch_member = "โค้ง (Arch)"
IDS_CVL_RPT_STL_Axis_Member = "ชิ้นส่วนรับแรงแกน"
IDS_CVL_RPT_STL_Main_Member = "ชิ้นส่วนหลัก"
IDS_CVL_RPT_STL_Bracing = "ค้ำยัน (Bracing)"
IDS_CVL_RPT_STL_Axis_Flexural_Member = "ชิ้นส่วนรับแรงแกนและแรงดัด"
IDS_CVL_RPT_STL_Main_Member_Girder = "ชิ้นส่วนหลัก / คาน"
IDS_CVL_RPT_STL_Main_Member_etc = "ชิ้นส่วนหลัก / อื่น ๆ"
IDS_CVL_RPT_STL_Main_Member_Arch = "ชิ้นส่วนหลัก / โค้ง"
IDS_CVL_RPT_STL_Bracing_etc = "ค้ำยัน / อื่น ๆ"
IDS_CVL_RPT_STL_Compact_Noncompact = "อัดแน่น / ไม่อัดแน่น"
IDS_CVL_RPT_STL_Slender = "เพรียว"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect = "หน้าตัดอัดแน่น / ไม่อัดแน่น"
IDS_CVL_RPT_STL_Slender_Sect = "หน้าตัดเพรียว (Slender Section)"
IDS_CVL_RPT_STL_Compact = "อัดแน่น"
IDS_CVL_RPT_STL_Noncompact = "ไม่อัดแน่น"
IDS_CVL_RPT_STL_y_axis = "แกน Y"
IDS_CVL_RPT_STL_z_axis = "แกน Z"
IDS_CVL_RPT_STL_One_Face = "ด้านเดียว"
IDS_CVL_RPT_STL_Two_Face = "สองด้าน"
IDS_CVL_RPT_STL_Web_Part = "เว็บ"
IDS_CVL_RPT_STL_Flange_Part = "ปีก"
IDS_CVL_RPT_STL_LStfn_I_type = "รูปตัว I"
IDS_CVL_RPT_STL_LStfn_T_type = "รูปตัว T"
IDS_CVL_RPT_STL_LStfn_U_Rib = "ยูริบ (U-Rib)"
IDS_CVL_RPT_STL_L_Web_Part = "เว็บซ้าย"
IDS_CVL_RPT_STL_R_Web_Part = "เว็บขวา"
IDS_CVL_RPT_STL_T_Flange_Part = "ปีกบน"
IDS_CVL_RPT_STL_B_Flange_Part = "ปีกล่าง"
IDS_CVL_RPT_STL_Check_Axial_Strength = "ตรวจสอบกำลังรับแรงแกน"
IDS_CVL_RPT_STL_Check_Flexural_Strength = "ตรวจสอบกำลังดัด"
IDS_CVL_RPT_STL_Check_Shear_Strength = "ตรวจสอบกำลังเฉือน"
IDS_CVL_RPT_STL_Check_Combined_Strength = "ตรวจสอบกำลังแบบผสม"
IDS_CVL_RPT_STL_Check_1_Strength_Limits_state = "1.%d ตรวจสอบสถานะขีดจำกัดกำลัง"
IDS_CVL_RPT_STL_Title_Member_Type = "■ ประเภทชิ้นส่วน :"
IDS_CVL_RPT_STL_App_Effective_Width = "∴ ใช้ความกว้างเชิงผล"
IDS_CVL_RPT_STL_No_App_Effective_Width = "∴ ไม่ใช้ความกว้างเชิงผล"
IDS_CVL_RPT_STL_KSSC_2009_6_2_1_2_2 = "(อ้างอิง มาตรฐานการออกแบบโครงสร้างเหล็ก (2009) 6.2.1.2.2)"
IDS_CVL_RPT_STL_Check_Space = "ตรวจสอบระยะห่าง"
IDS_CVL_RPT_STL_Check_y_Axis_Flexural_Strength = "■ กำลังดัดแกน Y"
IDS_CVL_RPT_STL_Check_z_Axis_Flexural_Strength = "■ กำลังดัดแกน Z"
IDS_CVL_RPT_STL_Check_1_Service_Limits_state = "1.%d ตรวจสอบสถานะขีดจำกัดการใช้งาน"
IDS_CVL_RPT_STL_Check_1_Fatigue_Limits_state = "1.%d ตรวจสอบสถานะขีดจำกัดความล้า"
IDS_CVL_RPT_STL_Exe_Load_Fatigue_Check = "∴ ดำเนินการตรวจสอบความล้าจากน้ำหนักบรรทุก"
IDS_CVL_RPT_STL_Skip_Load_Fatigue_Check = "∴ ไม่ดำเนินการตรวจสอบความล้าจากน้ำหนักบรรทุก"
IDS_CVL_RPT_STL_Compact_Noncompact_Sect2 = "หน้าตัดอัดแน่น / ไม่อัดแน่น"
IDS_CVL_RPT_STL_Slender_plate_Sect = "หน้าตัดแผ่นเพรียว"
IDS_CVL_RPT_STL_Thick_100_mm_below = "ไม่เกิน 100 มม."
IDS_CVL_RPT_STL_Thick_100_mm_excess = "มากกว่า 100 มม."
IDS_CVL_RPT_STL_Thick_40_mm_below = "ไม่เกิน 40 มม."
IDS_CVL_RPT_STL_Thick_40_mm_excess_60mm_below = "มากกว่า 40 มม. และไม่เกิน 60 มม."
IDS_CVL_RPT_STL_Thick_60mm_excess = "มากกว่า 60 มม."
IDS_CVL_RPT_STL_Thick_40mm_excess_75mm_below = "มากกว่า 40 มม. และไม่เกิน 75 มม."
IDS_CVL_RPT_STL_Thick_75mm_excess = "มากกว่า 75 มม."
IDS_CVL_RPT_STL_Thick_75mm_excess_100mm_below = "มากกว่า 75 มม. และไม่เกิน 100 มม."
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_max = "Fx-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Fx_min = "Fx-ต่ำสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_max = "Fy-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Fy_min = "Fy-ต่ำสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_max = "Fz-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Fz_min = "Fz-ต่ำสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_max = "Mx-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Mx_min = "Mx-ต่ำสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_My_max = "My-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_My_min = "My-ต่ำสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_max = "Mz-สูงสุด"
IDS_CVL_RPT_Lcom_Concurr_Type_Mz_min = "Mz-ต่ำสุด"
IDS_CVL_RPT_Lcom_Type_Max = "ค่าสูงสุด"
IDS_CVL_RPT_Lcom_Type_Min = "ค่าต่ำสุด"
IDS_CVL_RPT_SectPart_Top_Flange = "ปีกบน"
IDS_CVL_RPT_SectPart_Bottom_Flange = "ปีกล่าง"
IDS_CVL_RPT_Lcom_Left_Web = "เว็บซ้าย"
IDS_CVL_RPT_Lcom_Right_Web = "เว็บขวา"
IDS_CVL_RPT____Tension = "..... แรงดึง"
IDS_CVL_RPT_i_Sect_Design = "%d. การออกแบบหน้าตัด (%s_%s)"
IDS_CVL_RPT_i_Check_Load_Rating = "%d. การประเมินกำลังรับน้ำหนัก (%d_%s)"
IDS_CVL_RPT_Ref_MT_Sect_Force = "อ้างอิง > แรงหน้าตัด (%d_%s)"
IDS_CVL_RPT_Sheet_Name_Lcom = "ชุดน้ำหนักบรรทุก"
IDS_CVL_RPT_Sheet_Name_Force_Summary = "สรุปแรงหน้าตัด"
IDS_CVL_RPT_i_Load_comb = "%d. ชุดน้ำหนักบรรทุก"
IDS_CVL_RPT_i_Max_Min_of_All_Lcom = "%d. แรงหน้าตัดสูงสุดและต่ำสุดจากทุกชุดน้ำหนัก"
IDS_CVL_RPT_I_End = "ปลาย I"
IDS_CVL_RPT_J_End = "ปลาย J"
IDS_CVL_RPT_Sheet_Name_Alw_Stress_Formula = "สูตรความเค้นที่ยอมให้"
IDS_CVL_RPT_Sheet_Name_Ref_Alw_Stress_Formula = "อ้างอิง > สูตรความเค้นที่ยอมให้"
IDS_CVL_RPT_i_Alw_Stress_Formula = "%d. สูตรความเค้นที่ยอมให้"
IDS_CVL_RPT_i_Alw_Stress_Common = "%d.1 ความเค้นที่ยอมให้ (ทั่วไป)"
IDS_CVL_RPT_i_Standard_Alw_Stress = "%d.1 ความเค้นที่ยอมให้พื้นฐาน"
IDS_CVL_RPT_i_Memb_2Axis_Bending = "%d.2 ชิ้นส่วนที่รับแรงแกนและโมเมนต์"
IDS_CVL_RPT_i_Steel_Pipe = "%d.3 โครงสร้างเหล็กท่อ"
IDS_CVL_RPT_i_Buckling_alw_stress = "%d.2 ความเค้นวิบัติจากการโก่งตัวที่ยอมให้"
IDS_CVL_RPT_i_3_Memb_Axis_Bending = "%d.3 ชิ้นส่วนที่รับแรงแกนและโมเมนต์ดัด"
IDS_CVL_RPT_Sheet_Name_Sect_input_Info = "ข้อมูลการป้อนหน้าตัด"
IDS_CVL_RPT_Sheet_Name_Sect_Ref_input_Info = "อ้างอิง > ข้อมูลการป้อนหน้าตัด"
IDS_CVL_RPT_Calc_Alw_stress_basis = "%d. หลักเกณฑ์การคำนวณความเค้นที่ยอมให้"
IDS_CVL_RPT_i_Stress_Check_result = "%d. ผลการตรวจสอบความเค้น"
IDS_CVL_RPT_Section_info = "คุณสมบัติหน้าตัด"
IDS_CVL_RPT_Check_Section_Coeff = "โมดูลัสหน้าตัดที่ใช้ตรวจสอบ"
IDS_CVL_RPT_Section_Coeff = "โมดูลัสหน้าตัด"
IDS_CVL_RPT_Check_Stress = "การตรวจสอบความเค้น"
IDS_CVL_RPT_Main_Comp_member = "( ชิ้นส่วนรับแรงอัดหลัก )"
IDS_CVL_RPT_Tension_member = "( ชิ้นส่วนรับแรงดึง )"
IDS_CVL_RPT_Applied_Load = "แรงที่กระทำ"
IDS_CVL_RPT_Alw_stress_summary_mag_coeff = "สรุปความเค้นที่ยอมให้ (รวมตัวคูณเพิ่ม)"
IDS_CVL_RPT_Thickness_exceed_Alw_standard = "ความหนาของชิ้นส่วนเกินเกณฑ์ที่ยอมให้"
IDS_CVL_RPT_Slenderness_exceed_standard = "อัตราส่วนความเพรียวเกินเกณฑ์"
IDS_CVL_RPT_STL_Thick_100_below = "ไม่เกิน 100"
IDS_CVL_RPT_STL_Thick_100_excess = "มากกว่า 100"
IDS_CVL_RPT_STL_Thick_16_below = "16 이하"
IDS_CVL_RPT_STL_Thick_16_excess_40_below = "16 초과 40 이하"
IDS_CVL_RPT_STL_Thick_40_below = "ไม่เกิน 40"
IDS_CVL_RPT_STL_Thick_40_excess = "มากกว่า 40"
IDS_CVL_RPT_STL_Thick_80_below = "ไม่เกิน 80"
IDS_CVL_RPT_STL_Thick_80_excess = "มากกว่า 80"
IDS_CVL_RPT_STL_Thick_40_excess_75_below = "มากกว่า 40 และไม่เกิน 75"
IDS_CVL_RPT_STL_Thick_40_excess_100_below = "มากกว่า 40 และไม่เกิน 100"
IDS_CVL_RPT_STL_Thick_75_excess_100_below = "มากกว่า 75 และไม่เกิน 100"
IDS_CVL_RPT_STL_SectShape_BOX = "หน้าตัดกล่อง (BOX)"
IDS_CVL_RPT_STL_SectShape_U = "หน้าตัดรูปตัวยู"
IDS_CVL_RPT_STL_SectShape_H = "หน้าตัดรูปตัวเอช"
IDS_CVL_RPT_STL_Top_tension = "ใยบนรับแรงดึง"
IDS_CVL_RPT_STL_Top_compression = "ไฟเบอร์บนรับแรงอัด"
IDS_CVL_RPT_STL_Bottom_tension = "ไฟเบอร์ล่างรับแรงดึง"
IDS_CVL_RPT_STL_Bottom_compression = "ไฟเบอร์ล่างรับแรงอัด"
IDS_CVL_RPT_STL_i_Design_Info = "%d. ข้อมูลการออกแบบ"
IDS_CVL_RPT_STL_i_Sect_Info = "%d. ข้อมูลหน้าตัด"
IDS_CVL_RPT_STL_i_Member_force = "%d. แรงภายในชิ้นส่วน"
IDS_CVL_RPT_STL_i_Check_Result = "%d. ผลการตรวจสอบ"
IDS_CVL_RPT_STL_i_Check_Strength_Limit_State = "%d. ตรวจสอบสถานะขีดจำกัดกำลัง"
IDS_CVL_RPT_STL_i_Check_Service_Limit_State = "%d. ตรวจสอบสถานะขีดจำกัดการใช้งาน"
IDS_CVL_RPT_STL_i_Check_Fatigue_Limit_State = "%d. ตรวจสอบสถานะขีดจำกัดความล้า"
IDS_CVL_RPT_STL_SectType_Rolled = "(Rolled)"
IDS_CVL_RPT_STL_SectType_Built_up = "(Built-up)"
IDS_CVL_RPT_STL_Sect_User = "(ผู้ใช้กำหนด)"
IDS_CVL_RPT_STL_Sect_DB = "(DB)"
IDS_CVL_RPT_STL_Sect_Name_H_Section = "หน้าตัด H"
IDS_CVL_RPT_STL_Sect_Name_Box = "หน้าตัด Box"
IDS_CVL_RPT_STL_Sect_Name_Pipe = "หน้าตัดท่อ"
IDS_CVL_RPT_STL_Sect_Name_Angle = "หน้าตัดฉาก"
IDS_CVL_RPT_STL_Sect_Name_T_Section = "หน้าตัด T"
IDS_CVL_RPT_STL_Sect_Name_Channel = "หน้าตัด Channel"
IDS_CVL_RPT_STL_Sect_Name_General = "ทั่วไป"
IDS_CVL_RPT_STL_Sect_Name_H_Shape = "(รูปแบบ H)"
IDS_CVL_RPT_STL_Sect_Name_Box_Shape = "(รูปแบบ Box)"
IDS_CVL_RPT_STL_Sect_Name_Pipe_Shape = "(รูปแบบ Pipe)"
IDS_CVL_RPT_STL_i_Calc_Condition = "%d. เงื่อนไขการคำนวณ"
IDS_CVL_RPT_STL_i_Strut_Tie_Model = "%d. การจัดรูปแบบโมเดล Strut-Tie"
IDS_CVL_RPT_STL_i_Strut_Tie_Force_Design = "%d. การคำนวณแรงหน้าตัด Strut-Tie"
IDS_CVL_RPT_STL_Check_Rebar_Area_Of_Tie = "%d. การตรวจสอบปริมาณเหล็ก Tie"
IDS_CVL_RPT_STL_i_Check_Strength_Of_Strut_And_Node = "%d. การตรวจสอบกำลังของ Strut และบริเวณจุดต่อ"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width = "ผลรวมของความกว้างที่ต้องการของเมมเบอร์ AB และ CD ไม่เกินค่าที่อนุญาต (ความยาวmember BD)"
IDS_CVL_RPT_STL_Strut_Tie_AB_CD_BD_Req_Width_Err = "ผลรวมของความกว้างที่ต้องการของเมมเบอร์  AB และ CD เกินค่าที่อนุญาต (ความยาวmember BD)"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width = "ความกว้างที่ต้องการของเมมเบอร์  AC ไม่เกินค่าที่อนุญาต (มุมด้านนอก)"
IDS_CVL_RPT_STL_Strut_Tie_AC_Req_Width_Err = "ความกว้างที่ต้องการของเมมเบอร์  AC เกินค่าที่อนุญาต (มุมด้านนอก)"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width = "ความกว้างที่ต้องการของเมมเบอร์  BD ไม่เกินค่าที่อนุญาต (มุมด้านใน)"
IDS_CVL_RPT_STL_Strut_Tie_BD_Req_Width_Err = "ความกว้างที่ต้องการของเมมเบอร์  BD เกินค่าที่อนุญาต (มุมด้านใน)"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width = "ความกว้างที่ต้องการของเมมเบอร์  AC และ BD ไม่เกินค่าที่อนุญาต (ความยาวmember AB)"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__AB_Req_Width_Err = "ความกว้างที่ต้องการของเมมเบอร์  AC และ BD เกินค่าที่อนุญาต (ความยาวmember AB)"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width = "ความกว้างที่ต้องการของเมมเบอร์  AC และ BD ไม่เกินค่าที่อนุญาต (ความยาวmember CD)"
IDS_CVL_RPT_STL_Strut_Tie_AC_BD__CD_Req_Width_Err = "ความกว้างที่ต้องการของเมมเบอร์  AC และ BD เกินค่าที่อนุญาต (ความยาวmember CD)"
IDS_CVL_RPT_STL_Strut_Tie_And_Rebar_Detail = "%d. โมเดล Strut-Tie แบบกำหนดมิติและรายละเอียดการจัดวางเหล็กเสริม"
IDS_CVL_RPT_STL_OK = "......ผ่าน"
IDS_CVL_RPT_STL_NG = "......ไม่ผ่าน"
IDS_CVL_RPT_STL_No_Transverse_tensile_rebar = "ไม่มีเหล็กรับแรงดึงตามขวาง"
IDS_CVL_RPT_STL_Transverse_tensile_rebar_below_0p4 = "เหล็กรับแรงดึงตามขวาง ≤ 0.4%"
